Repository: bomenzijnchill/FileFlower
Catalog: FileFlower/FileFlower/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

# foldersync.last_sync %@
source: Last sync: %@
de: Letzte Synchronisation: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
nl: Laatste sync: %@

# foldersync.new_sync
source: New Folder Sync
de: Neue Ordner-Synchronisierung
es: Nueva sincronización de carpeta
fr: Nouvelle synchronisation de dossier
nl: Nieuwe Folder Sync

# foldersync.no_folders
source: No folders configured
de: Keine Ordner konfiguriert
es: No hay carpetas configuradas
fr: Aucun dossier configuré
nl: Geen mappen geconfigureerd

# foldersync.premiere_bin
source: Target Bin (optional)
de: Ziel-Bin (optional)
es: Bin de destino (opcional)
fr: Bin cible (optionnel)
nl: Doel Bin (optioneel)

# foldersync.premiere_project
source: Project
de: Projekt
es: Proyecto
fr: Projet

# foldersync.select_folder
source: Select a folder...
de: Ordner auswählen...
es: Seleccionar una carpeta...
fr: Sélectionner un dossier...
nl: Selecteer een map...

# foldersync.select_folder_panel
source: Choose a folder to sync
de: Wähle einen Ordner zum Synchronisieren
es: Elige una carpeta para sincronizar
fr: Choisir un dossier à synchroniser
nl: Kies een map om te synchroniseren

# foldersync.select_project
source: Select project...
de: Projekt auswählen...
es: Seleccionar proyecto...
fr: Sélectionner un projet...
nl: Selecteer project...

# foldersync.source_folder
source: Source folder
de: Quellordner
es: Carpeta de origen
fr: Dossier source
nl: Bronmap

# foldersync.waiting
source: Waiting for files
de: Warte auf Dateien
es: Esperando archivos
fr: En attente de fichiers
nl: Wachtend op bestanden

# footer.connect_drive
source: Connect a drive to scan
de: Laufwerk anschließen zum Scannen
es: Conecte un disco para escanear
fr: Connectez un disque pour scanner
nl: Sluit een schijf aan om te scannen

# footer.load_hint
source: Click 'Load' to import
de: Klicken Sie auf 'Laden'
es: Haz clic en 'Cargar' para importar
fr: Cliquez sur 'Charger' pour importer
nl: Klik 'Laad' om te importeren

# footer.process
source: Process
de: Verarbeiten
es: Procesar
fr: Traiter
nl: Verwerk

# footer.sync_active
source: Realtime sync active
de: Echtzeit-Sync aktiv
es: Sync en tiempo real activo
fr: Sync temps réel actif
nl: Realtime sync actief

# history.empty
source: No items processed today
de: Heute keine Elemente verarbeitet
es: No se han procesado elementos hoy
fr: Aucun élément traité aujourd'hui
nl: Geen items verwerkt vandaag

# history.file_count %lld
source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
nl: %lld bestanden

# history.move
source: Move to different project
de: In anderes Projekt verschieben
es: Mover a otro proyecto
fr: Déplacer vers un autre projet
nl: Verplaats naar ander project

# history.move.select_project
source: Select project...
de: Projekt wählen...
es: Seleccionar proyecto...
fr: Choisir un projet...
nl: Kies project...

# history.open_in_finder
source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
nl: Toon in Finder

# history.show
source: Show history
de: Verlauf anzeigen
es: Mostrar historial
fr: Afficher l'historique
nl: Toon geschiedenis

# history.show_today %lld
source: %lld processed today
de: %lld heute verarbeitet
es: %lld procesados hoy
fr: %lld traités aujourd'hui
nl: %lld verwerkt vandaag

# history.title
source: History
de: Verlauf
es: Historial
fr: Historique
nl: Geschiedenis

# history.today_count %lld
source: %lld today
de: %lld heute
es: %lld hoy
fr: %lld aujourd'hui
nl: %lld vandaag

# license.activate
source: Activate
de: Aktivieren
es: Activar
fr: Activer
nl: Activeren

# license.activate_subtitle
source: Enter your license key to unlock all features
de: Gib deinen Lizenzschlüssel ein, um alle Funktionen freizuschalten
es: Ingresa tu clave de licencia para desbloquear todas las funciones
fr: Entrez votre clé de licence pour débloquer toutes les fonctionnalités
nl: Voer je licentiesleutel in om alle functies te ontgrendelen

# license.activate_title
source: Activate FileFlower
de: FileFlower aktivieren
es: Activar FileFlower
fr: Activer FileFlower
nl: Activeer FileFlower

# license.activated
source: Activated
de: Aktiviert
es: Activado
fr: Activé
nl: Geactiveerd

# license.buy
source: Buy FileFlower
de: FileFlower kaufen
es: Comprar FileFlower
fr: Acheter FileFlower
nl: Koop FileFlower

# license.buy_license
source: Buy License
de: Lizenz kaufen
es: Comprar licencia
fr: Acheter une licence
nl: Koop licentie

# license.days_remaining %lld
source: %lld days remaining
de: %lld Tage verbleibend
es: %lld días restantes
fr: %lld jours restants
nl: %lld dagen resterend

# license.deactivate
source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
nl: Deactiveren

# license.deactivate_message
source: Your license will be deactivated. You can reactivate it later.
de: Deine Lizenz wird deaktiviert. Du kannst sie später erneut aktivieren.
es: Tu licencia será desactivada. Podrás reactivarla más adelante.
fr: Votre licence sera désactivée. Vous pourrez la réactiver ultérieurement.
nl: Je licentie wordt gedeactiveerd. Je kunt deze later opnieuw activeren.

# license.deactivate_title
source: Deactivate License?
de: Lizenz deaktivieren?
es: ¿Desactivar la licencia?
fr: Désactiver la licence ?
nl: Licentie deactiveren?

# license.error.max_devices
source: Maximum number of devices reached (2). Please deactivate the license on another device first.
de: Maximale Anzahl an Geräten erreicht (2). Bitte deaktiviere die Lizenz auf einem anderen Gerät.
es: Número máximo de dispositivos alcanzado (2). Por favor, desactiva la licencia en otro dispositivo primero.
fr: Nombre maximum d'appareils atteint (2). Veuillez désactiver la licence sur un autre appareil.
nl: Maximum aantal apparaten bereikt (2). Deactiveer de licentie eerst op een ander apparaat.

# license.key_label
source: License key:
de: Lizenzschlüssel:
es: Clave de licencia:
fr: Clé de licence :
nl: Licentiesleutel:

# license.manage_devices
source: Manage devices
de: Geräte verwalten
es: Gestionar dispositivos
fr: Gérer les appareils
nl: Beheer apparaten

# license.no_key
source: Don't have a license yet?
de: Noch keine Lizenz?
es: ¿Aún no tienes licencia?
fr: Pas encore de licence ?
nl: Nog geen license?

# license.no_license
source: Don't have a license yet?
de: Noch keine Lizenz?
es: ¿Aún no tienes una licencia?
fr: Pas encore de licence ?
nl: Nog geen licentie?

# license.not_activated
source: Not Activated
de: Nicht aktiviert
es: No activado
fr: Non activé
nl: Niet geactiveerd

# license.open_portal
source: Open customer portal
de: Kundenportal öffnen
es: Abrir portal de cliente
fr: Ouvrir le portail client
nl: Open klantportaal

# license.pro_license
source: Pro license
de: Pro-Lizenz
es: Licencia Pro
fr: Licence Pro

# license.subtitle
source: Enter your license key to activate the full version
de: Gib deinen Lizenzschlüssel ein, um die Vollversion zu aktivieren
es: Introduce tu clave de licencia para activar la versión completa
fr: Entrez votre clé de licence pour activer la version complète
nl: Voer je license key in om de volledige versie te activeren

# license.title
source: Activate FileFlower
de: FileFlower aktivieren
es: Activar FileFlower
fr: Activer FileFlower
nl: FileFlower Activeren

# license.trial
source: Trial
de: Testversion
es: Prueba
fr: Essai
nl: Proefperiode

# license.trial_active
source: Trial active
de: Test aktiv
es: Prueba activa
fr: Période d'essai active
nl: Trial actief

# license.trial_expired
source: Trial period expired
de: Testzeitraum abgelaufen
es: Período de prueba expirado
fr: Période d'essai expirée
nl: Proefperiode verlopen

# license.try_free %lld
source: Try free for %lld days
de: %lld Tage kostenlos testen
es: Probar gratis %lld días
fr: Essayer gratuitement pendant %lld jours
nl: Probeer %lld dagen gratis

# license.validating
source: Validating...
de: Validiere...
es: Validando...
fr: Validation...
nl: Valideren...

# loadfolder.add
source: Add folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter dossier
nl: Map toevoegen

# loadfolder.add_first
source: Add folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
nl: Map toevoegen

# loadfolder.add_new
source: + New preset
de: + Neue Vorlage
es: + Nuevo preset
fr: + Nouveau préréglage
nl: + Nieuwe preset

# loadfolder.add_title
source: Add folder preset
de: Ordner-Preset hinzufügen
es: Añadir preset de carpeta
fr: Ajouter un preset dossier
nl: Map preset toevoegen

# loadfolder.bin_label
source: Target bin (optional)
de: Ziel-Bin (optional)
es: Bin de destino (opcional)
fr: Bin cible (optionnel)
nl: Doel bin (optioneel)

# loadfolder.bin_placeholder
source: e.g. 04_SFX/Library
de: z.B. 04_SFX/Bibliothek
es: ej. 04_SFX/Biblioteca
fr: par ex. 04_SFX/Bibliothèque
nl: bijv. 04_SFX/Bibliotheek

# loadfolder.choose_folder
source: Choose...
de: Wählen...
es: Elegir...
fr: Choisir...
nl: Kies...

# loadfolder.choose_folder_message
source: Select a folder to add as a preset
de: Wähle einen Ordner als Preset
es: Selecciona una carpeta para añadir como preset
fr: Sélectionnez un dossier à ajouter comme preset
nl: Selecteer een map om als preset toe te voegen

# loadfolder.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen

# loadfolder.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
nl: Bewerken

# loadfolder.edit_title
source: Edit preset
de: Preset bearbeiten
es: Editar preset
fr: Modifier le preset
nl: Preset bewerken

# loadfolder.empty_description
source: Add frequently used folders to quickly load them into your project
de: Füge häufig verwendete Ordner hinzu, um sie schnell in dein Projekt zu laden
es: Añade carpetas de uso frecuente para cargarlas rápidamente en tu proyecto
fr: Ajoutez des dossiers fréquemment utilisés pour les charger rapidement dans votre projet
nl: Voeg veelgebruikte mappen toe om ze snel in je project te laden

# loadfolder.empty_title
source: No folder presets
de: Keine Ordner-Presets
es: Sin presets de carpeta
fr: Aucun preset de dossier
nl: Geen map presets

# loadfolder.folder_label
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
nl: Map

# loadfolder.folder_not_found
source: Folder not found
de: Ordner nicht gefunden
es: Carpeta no encontrada
fr: Dossier introuvable
nl: Map niet gevonden

# loadfolder.load
source: Load
de: Laden
es: Cargar
fr: Charger
nl: Laden

# loadfolder.name_label
source: Display name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
nl: Weergavenaam

# loadfolder.name_placeholder
source: e.g. SFX Library
de: z.B. SFX Bibliothek
es: ej. Biblioteca SFX
fr: par ex. Bibliothèque SFX
nl: bijv. SFX Bibliotheek

# loadfolder.no_folder_selected
source: No folder selected
de: Kein Ordner ausgewählt
es: Ninguna carpeta seleccionada
fr: Aucun dossier sélectionné
nl: Geen map geselecteerd

# loadfolder.presets_header
source: Quick-load presets
de: Schnell-laden Vorlagen
es: Presets de carga rápida
fr: Préréglages de chargement
nl: Snel-laad presets

# loadfolder.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan

# loadfolder.title
source: Load Folders
de: Ordner laden
es: Cargar carpetas
fr: Charger dossiers
nl: Mappen laden

# mapping.confirm.apply
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Akkoord

# mapping.confirm.change
source: Change
de: Ändern
es: Cambiar
fr: Modifier
nl: Wijzig

# mapping.confirm.detecting
source: Detecting folder mapping…
de: Ordnerzuordnung wird erkannt…
es: Detectando la asignación de carpetas…
fr: Détection du mappage des dossiers…
nl: Mapindeling detecteren…

# mapping.confirm.redetect
source: Detect again
de: Erneut erkennen
es: Detectar de nuevo
fr: Détecter à nouveau
nl: Opnieuw detecteren

# mapping.confirm.subtitle
source: Check where each type goes — adjust or click Confirm.
de: Prüfe, wohin jeder Typ kommt — anpassen oder bestätigen.
es: Comprueba dónde va cada tipo: ajusta o confirma.
fr: Vérifiez où va chaque type — ajustez ou confirmez.
nl: Controleer waar elk type terechtkomt — pas aan of klik Akkoord.

# mapping.confirm.title
source: Confirm folder mapping
de: Ordnerzuordnung bestätigen
es: Confirmar la asignación de carpetas
fr: Confirmer le mappage des dossiers
nl: Klopt deze mapindeling?

# mapping.edit_button
source: Adjust folder mapping
de: Ordnerzuordnung anpassen
es: Ajustar la asignación de carpetas
fr: Ajuster le mappage des dossiers
nl: Mapindeling aanpassen

# menu.pause
source: Pause downloads
de: Downloads pausieren
es: Pausar descargas
fr: Mettre en pause les téléchargements
nl: Pauzeer downloaden

# menu.paused
source: Paused
de: Pausiert
es: En pausa
fr: En pause
nl: Gepauzeerd

# menu.quit
source: Quit App
de: App beenden
es: Salir de la app
fr: Quitter l'app
nl: Stop App

# menu.resume
source: Resume downloads
de: Downloads fortsetzen
es: Reanudar descargas
fr: Reprendre les téléchargements
nl: Hervat downloaden

# onboarding.autostart.subtitle
source: FileFlower runs in your menu bar and monitors downloads in the background. Would you like it to start automatically?
de: FileFlower läuft in deiner Menüleiste und überwacht Downloads im Hintergrund. Soll es automatisch starten?
es: FileFlower se ejecuta en tu barra de menú y monitorea las descargas en segundo plano. ¿Quieres que se inicie automáticamente?
fr: FileFlower fonctionne dans votre barre de menu et surveille les téléchargements en arrière-plan. Voulez-vous qu'il démarre automatiquement ?
nl: FileFlower draait in je menubalk en monitort downloads op de achtergrond. Wil je dat het automatisch opstart?

# onboarding.autostart.title
source: Start at Login
de: Beim Anmelden starten
es: Iniciar al iniciar sesión
fr: Démarrer à la connexion
nl: Starten bij inloggen

# onboarding.autostart.toggle
source: Start FileFlower when your Mac starts
de: FileFlower beim Mac-Start starten
es: Iniciar FileFlower al encender tu Mac
fr: Démarrer FileFlower au démarrage de votre Mac
nl: Start FileFlower bij het opstarten van je Mac

# onboarding.chrome.checking
source: Checking connection...
de: Verbindung wird geprüft...
es: Verificando conexión...
fr: Vérification de la connexion...
nl: Verbinding controleren...

# onboarding.chrome.confirm_installed
source: I have installed the extension
de: Ich habe die Erweiterung installiert
es: He instalado la extensión
fr: J'ai installé l'extension
nl: Ik heb de extensie geïnstalleerd

# onboarding.chrome.folder_hint
source: The extension is copied to your Documents folder so Chrome can access it.
de: Die Erweiterung wird in deinen Dokumente-Ordner kopiert, damit Chrome darauf zugreifen kann.
es: La extensión se copia a tu carpeta Documentos para que Chrome pueda acceder a ella.
fr: L'extension est copiée dans votre dossier Documents pour que Chrome puisse y accéder.
nl: De extensie wordt gekopieerd naar je Documenten-map zodat Chrome erbij kan.

# onboarding.chrome.instructions
source: Installation instructions
de: Installationsanleitung
es: Instrucciones de instalación
fr: Instructions d'installation
nl: Installatie instructies

# onboarding.chrome.marked_installed
source: Extension marked as installed
de: Erweiterung als installiert markiert
es: Extensión marcada como instalada
fr: Extension marquée comme installée
nl: Extensie gemarkeerd als geïnstalleerd

# onboarding.chrome.marked_no_server
source: Extension marked, but the app server is not yet active
de: Erweiterung markiert, aber der App-Server ist noch nicht aktiv
es: Extensión marcada, pero el servidor aún no está activo
fr: Extension marquée, mais le serveur n'est pas encore actif
nl: Extensie gemarkeerd, maar de app server is nog niet actief

# onboarding.chrome.open_folder
source: Open Chrome Extension Folder
de: Chrome-Erweiterungsordner öffnen
es: Abrir carpeta de extensión Chrome
fr: Ouvrir le dossier de l'extension Chrome
nl: Open Chrome Extensie Map

# onboarding.chrome.step1
source: Open Chrome and go to chrome://extensions
de: Öffne Chrome und gehe zu chrome://extensions
es: Abre Chrome y ve a chrome://extensions
fr: Ouvrez Chrome et allez à chrome://extensions
nl: Open Chrome en ga naar chrome://extensions

# onboarding.chrome.step2
source: Turn on 'Developer mode' (top right)
de: Aktiviere den 'Entwicklermodus' (oben rechts)
es: Activa el 'Modo desarrollador' (arriba a la derecha)
fr: Activez le 'Mode développeur' (en haut à droite)
nl: Zet 'Ontwikkelaarsmodus' AAN (rechtsboven)

# onboarding.chrome.step3
source: Click 'Load unpacked'
de: Klicke auf 'Entpackte Erweiterung laden'
es: Haz clic en 'Cargar extensión sin empaquetar'
fr: Cliquez sur 'Charger l'extension non empaquetée'
nl: Klik op 'Uitgepakte extensie laden'

# onboarding.chrome.step4
source: In the Chrome dialog, navigate to and select this folder
de: Navigiere im Chrome-Dialog zu diesem Ordner und wähle ihn aus
es: En el diálogo de Chrome, navega hasta esta carpeta y selecciónala
fr: Dans la fenêtre Chrome, naviguez jusqu'à ce dossier et sélectionnez-le
nl: Navigeer in het Chrome-venster naar deze map en selecteer hem

# onboarding.chrome.subtitle
source: The browser extension captures metadata from stock websites and sends it to the app.
de: Die Browser-Erweiterung erfasst Metadaten von Stock-Websites und sendet sie an die App.
es: La extensión del navegador captura metadatos de sitios web de stock y los envía a la aplicación.
fr: L'extension de navigateur capture les métadonnées des sites de stock et les envoie à l'application.
nl: De browser extensie scrapt metadata van stock websites en stuurt het naar de app.

# onboarding.chrome.title
source: Browser Extension
de: Browser-Erweiterung
es: Extensión del navegador
fr: Extension navigateur
nl: Browser Extensie

# onboarding.complete.chrome_check
source: Chrome extension installed
de: Chrome-Erweiterung installiert
es: Extensión de Chrome instalada
fr: Extension Chrome installée
nl: Chrome extensie geïnstalleerd

# onboarding.complete.finder_check
source: Finder extension enabled
de: Finder-Erweiterung aktiviert
es: Extensión del Finder activada
fr: Extension Finder activée
nl: Finder extensie ingeschakeld

# onboarding.complete.premiere_check
source: Premiere Pro plugin installed
de: Premiere Pro Plugin installiert
es: Plugin de Premiere Pro instalado
fr: Plugin Premiere Pro installé
nl: Premiere Pro plugin geïnstalleerd

# onboarding.complete.project_check
source: Project location set
de: Projektspeicherort festgelegt
es: Ubicación del proyecto configurada
fr: Emplacement du projet défini
nl: Project locatie ingesteld

# onboarding.complete.resolve_check
source: DaVinci Resolve plugin installed
de: DaVinci Resolve Plugin installiert
es: Plugin de DaVinci Resolve instalado
fr: Plugin DaVinci Resolve installé
nl: DaVinci Resolve plugin geïnstalleerd

# onboarding.complete.restart_software
source: Restart your editing software to activate the plugin.
de: Starte deine Bearbeitungssoftware neu, um das Plugin zu aktivieren.
es: Reinicia tu software de edición para activar el plugin.
fr: Redémarrez votre logiciel de montage pour activer le plugin.
nl: Herstart je bewerkingssoftware om de plugin te activeren.

# onboarding.complete.subtitle
source: FileFlower is now set up and ready to use. The app runs in the menu bar.
de: FileFlower ist jetzt eingerichtet und einsatzbereit. Die App läuft in der Menüleiste.
es: FileFlower está configurado y listo para usar. La aplicación se ejecuta en la barra de menú.
fr: FileFlower est maintenant configuré et prêt à l'emploi. L'application fonctionne dans la barre de menu.
nl: FileFlower is nu ingesteld en klaar voor gebruik. De app draait in de menubalk.

# onboarding.complete.title
source: You're all set!
de: Alles bereit!
es: ¡Todo listo!
fr: Vous êtes prêt !
nl: Je bent klaar!

# onboarding.extension.checking_connection
source: Checking connection...
de: Verbindung wird geprüft...
es: Verificando conexión...
fr: Vérification de la connexion...
nl: Verbinding controleren...

# onboarding.extension.connection_failed
source: Could not connect to the extension
de: Keine Verbindung zur Erweiterung möglich
es: No se pudo conectar con la extensión
fr: Impossible de se connecter à l'extension
nl: Kan geen verbinding maken met de extensie

# onboarding.extension.connection_failed_hint
source: Make sure the extension is enabled in your browser. Click 'Skip' to continue anyway.
de: Stelle sicher, dass die Erweiterung in deinem Browser aktiviert ist. Klicke 'Skip' um trotzdem fortzufahren.
es: Asegúrate de que la extensión esté habilitada en tu navegador. Haz clic en 'Omitir' para continuar de todos modos.
fr: Assurez-vous que l'extension est activée dans votre navigateur. Cliquez 'Passer' pour continuer quand même.
nl: Zorg dat de extensie is ingeschakeld in je browser. Klik 'Skip' om toch door te gaan.

# onboarding.finder.check_status
source: Check status
de: Status überprüfen
es: Verificar estado
fr: Vérifier le statut
nl: Status controleren

# onboarding.finder.checking
source: Checking extension...
de: Erweiterung wird überprüft...
es: Verificando extensión...
fr: Vérification de l'extension...
nl: Extensie controleren...

# onboarding.finder.enabled
source: Finder extension is active
de: Finder-Erweiterung ist aktiv
es: La extensión de Finder está activa
fr: L'extension Finder est active
nl: Finder extensie is actief

# onboarding.finder.open_settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir les Réglages Système
nl: Open Systeeminstellingen

# onboarding.finder.step1
source: Click 'Open System Settings' below
de: Klicke auf 'Systemeinstellungen öffnen' unten
es: Haz clic en 'Abrir Ajustes del Sistema' abajo
fr: Cliquez sur 'Ouvrir les Réglages Système' ci-dessous
nl: Klik op 'Open Systeeminstellingen' hieronder

# onboarding.finder.step2
source: Find 'FileFlower' in the list of Finder extensions
de: Suche 'FileFlower' in der Liste der Finder-Erweiterungen
es: Busca 'FileFlower' en la lista de extensiones del Finder
fr: Trouvez 'FileFlower' dans la liste des extensions Finder
nl: Zoek 'FileFlower' in de lijst met Finder extensies

# onboarding.finder.step3
source: Toggle the switch next to FileFlower to enable it
de: Aktiviere den Schalter neben FileFlower
es: Activa el interruptor junto a FileFlower
fr: Activez l'interrupteur à côté de FileFlower
nl: Zet de schakelaar naast FileFlower aan

# onboarding.finder.subtitle
source: Enable the Finder extension to deploy folder structures directly from Finder's right-click menu.
de: Aktiviere die Finder-Erweiterung, um Ordnerstrukturen direkt per Rechtsklick im Finder bereitzustellen.
es: Activa la extensión del Finder para desplegar estructuras de carpetas directamente desde el menú contextual del Finder.
fr: Activez l'extension Finder pour déployer des structures de dossiers directement depuis le menu contextuel du Finder.
nl: Schakel de Finder extensie in om mapstructuren direct vanuit het Finder rechtermuisknopmenu te deployen.

# onboarding.finder.title
source: Finder Extension
de: Finder-Erweiterung
es: Extensión del Finder
fr: Extension Finder
nl: Finder Extensie

# onboarding.folder.explainer
source: FileFlower automatically creates these folders when you download files from stock websites.
de: FileFlower erstellt diese Ordner automatisch, wenn du Dateien von Stock-Websites herunterlädst.
es: FileFlower crea automáticamente estas carpetas cuando descargas archivos de sitios de stock.
fr: FileFlower crée automatiquement ces dossiers lorsque vous téléchargez des fichiers depuis des sites de stock.
nl: FileFlower maakt deze mappen automatisch aan wanneer je bestanden downloadt van stock websites.
